[
    {
        "id":           0,
        "dish":         "Piparkökur", 
        "author":       "Berglind",
        "ingredients":  ["250gr Sykur", "250gr Smjörlíki", "750-800gr hveiti", "2tsk Negull", "2tsk Engifer", "4tsk Kanill", "2tsk matarsóti", "1/2tsk Pipar", "2dl Sýróp", "1dl Mjólk"],
        "date":         "09/11/2015",
        "img":          "img/0.jpg",
        "desc":
        "Allt sett í hrærivélarskálina og hnoðað saman með króknum (einnig hægt að hnoða í skál með höndunum). Bætið við smá hveiti ef ykkur þykir deigið of blautt. \nFletjið út frekar þunnt og stingið út fígúrur og setjið á bökunarplötu klædda bökunarpappír. \nBakið við 180°C í 8-10 mínútur."
    },
    {
        "id":           1,
        "dish":         "Kransakökubitar", 
        "author":       "Guðrún",
        "ingredients":  ["2x400g Odense Kransekage marsípan", "150g Odense Nougat", "200g Odense súkkulaðidropar"],
        "date":         "09/11/2018",
        "img":          "img/1.jpg",
        "desc":
        "Hitið ofninn 200°C. \nKlippið gat á endann á marsípanpokanum samkvæmt leiðbeiningum. \nSprautið fast í góða „bústna“ toppa (varist að hafa þá of flata þegar sprautað er). \nÞjappið miðjunni niður með endanum á trésleif/öðru álíka til þess að búa til holu fyrir núggatið (það má einnig nota kokteilkirsuber í hluta en þá er það sett í holuna og bakað með toppunum). \nBakið í 8-10 mínútur, fylgist vel með og takið út þegar rendurnar á toppunum fara að dökkna. \nÞjappið aftur ofan í holuna varlega með sleif þegar topparnir koma úr ofninum svo hægt sé að koma núggatinu vel fyrir síðar. \nKælið og bræðið á meðan súkkulaðidropana. \nStingið botninum á hverjum toppi í súkkulaðið, skafið aðeins af honum á kanti skálarinnar og leggið á bökunarpappír. \nHitið núggatið í vatnsbaði þar til bráðið, setjið í sprautupoka og fyllið miðjuna á hverjum mola. \nGott er að kæla bitana og þegar núggatið hefur þykknað að nýju eru þeir tilbúnir til þess að njóta þeirra."
    },
    {
        "id":           2,
        "dish":         "Heslihnetukökur", 
        "author":       "Guðlaug", 
        "ingredients":  ["180g smjör", "130g púðursykur", "70g sykur", "270 g hveiti", "2 tsk. kartöflumjöl", "1 tsk. matarsódi", "1/2 tsk. salt", "2 egg", "2 tsk. vanilludropar", "50 g heslihnetuduft (hakkaðar Til hamingju heslihnetur settar í mixer og duftaðar niður)", "80 g Til hamingju heslihnetur heilar (saxaðar gróft)", "150 g dökkt saxað súkkulaði/dropar"],
        "date":         "09/11/2017",
        "img":          "img/2.jpg",
        "desc":
        "Bræðið smjörið við meðalháan hita og setjið báðar tegundir af sykri saman við þegar það er bráðið. Takið af hitanum og hrærið sykrinum saman við þar til hann fer aðeins að leysast upp. \nSetjið hveiti, kartöflumjöl, matarsóda og salt í hrærivélarskálina. \nSetjið egg, vanilludropa og heslihnetuduft saman í skál/könnu og pískið saman. \nHellið eggjablöndunni varlega saman við smjörblönduna og hrærið vel í til að blanda. \nHellið vökvanum því næst út í þurrefnin og hrærið með K-inu þar til blandað. \nVefjið söxuðu heslihnetunum saman við með sleif og setjið deigið í plast og inn í ísskáp í að minnsta kosti 2 klukkustundir (eða yfir nótt). \nDeigið er frekar lint í sér en það mun þykkna aftur upp þegar það er kælt svo engar áhyggjur. \nLeyfið deiginu að standa á borðinu í nokkrar mínútur þegar það hefur náð að kólna og rúllið því næst í kúlur (sem eru um matskeið að stærð) og raðið á bökunarplötu, hafið gott bil á milli. \nBakið við 160°C í 16-18 mínútur."
    },
    {
        "id":           3,
        "dish":         "Amerískar Súkkulaðibitakökur", 
        "author":       "Viktoría",
        "ingredients":  ["120 g hveiti", "50 g Cadbury bökunarkakó", "1 tsk. matarsódi", "1/2 tsk. salt", "120 g smjör við stofuhita", "100 g sykur", "100 g púðursykur", "1 egg", "2 tsk. vanilludropar", "30 ml nýmjólk", "150 g súkkulaðidropar (+ meira í lokin)", "Sjávarsalt"],
        "date":         "09/11/2012",
        "img":          "img/3.jpg",
        "desc":
        "Setjið hveiti, kakó, matarsóda og salt í skál og leggið til hliðar. \nÞeytið saman smjör, sykur og púðursykur þar til létt og ljóst. \nBætið egginu og vanilludropunum saman við og skafið niður á milli. \nNú mega þurrefnin fara saman við smjörblönduna og í lokin má hella mjólkinni og súkkulaðidropunum saman við. \nNæst má plasta skálina með deiginu og geyma í kæli í að minnsta kosti 3 klukkustundir eða yfir nótt. \nHitið ofninn í 175°C og takið deigið út úr kælinum um 15 mínútum áður en það er sett á bökunarplötu. \nNotið sléttfulla ísskeið (um 2 matskeiðar) af deigi fyrir hverja köku, hafið gott bil á milli og bakið í um 12-14 mínútur. \nUm leið og kökurnar eru teknar úr ofninum má setja nokkra súkkulaðidropa ofan á hverja köku og strá smá sjávarsalti yfir þær allar."
    },
    {
        "id":           4,
        "dish":         "Oreotoppar", 
        "author":       "Elísa",
        "ingredients":  ["3 eggjahvítur (1dl hvítur á flösku)", "200gr púðursykur", "16 muldar Oreokexkökur"],
        "date":         "09/11/2019",
        "img":          "img/4.jpg",
        "desc":
        "Hitið ofninn 150°C \nÞeytið eggjahvíturnar örstutt og bætið því næst sykrinum út í. \nÞeytið í 5-8 mínútur eða þar til sykurinn er búinn að leysast upp. \nSetjið Oreokökurnar í poka og myljið með kökukefli. \nBlandið Oreomylsnunni varlega saman við marengsblönduna með sleif. \nSetjið kúpta teskeið af blöndunni á bökunarplötu klædda bökunarpappír. \nBakið í 18-20 mínútur."
    },    
    {
        "id":           5,
        "dish":         "Sænskar súkkulaðikúlur", 
        "author":       "Ragna",
        "ingredients":  ["260gr haframjöl", "200gr smjör(við stofuhita)", "40gr sykur", "40gr púðursykur", "60gr bökunarkakó", "150gr kornsýróp (ljóst)", "1msk sterkt kaffi", "2 tsk vanillusykur", "Kókosmjöl og sykurskraut til að velta upp úr"],
        "date":         "09/11/2015",
        "img":          "img/5.jpg",
        "desc":
        "Þeytið saman smjör, báðar tegundir af sykri og sýróp þar til létt og ljóst. \nSetjið allt annað saman við og blandið rólega saman þar til jafnt og þétt. \nRúllið í litlar kúlur, veltið upp úr kókosmjöli, súkkulaðiflögum eða hvítum sykurperlum. \nRaðið á bakka og kælið þar til stífnar."
    }
]